7-zip-bin
ack
acpi
acpi_call-dkms
acpica
acpid
acpilight
alacritty
alsa-tools
alsa-utils
alternatives
ananicy-git
android-file-transfer
android-studio
android-tools
anydesk-bin
anytype-bin
arandr
arc-gtk-theme
arduino-ide-bin
ardupilot-mission-planner
ark
arm-none-eabi-binutils
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-newlib
arp-scan
asciinema
asciinema-agg
asp
aspell
assimp
asus-fan-control
asusctl
atool
atuin
audacity
authenticator-rs-bin
autoconf
autojump
automake
barrier
base
base-devel
bash-completion
bash-language-server
bat
battop
bazel
bcachefs-tools
bcc-tools
beekeeper-studio-bin
benchmark
binance-bin
binaryen
bind
binder_linux-dkms
bison
bleachbit
bluedevil
blueman
blueprint-compiler
bluez
bluez-firmware
bluez-qt5
bluez-tools
bluez-utils-compat
bolt
bonsai.sh-git
boomer-git
bossa
bottles
bottom
bpf
bpftrace
brave-bin
brave-nightly-bin
breeze
breeze-gtk
breeze-hacked-cursor-theme
breeze-icons
breezy
briar-desktop-bin
bridge-utils
brightnessctl
brillo
broot
bt-dualboot
btdu-bin
btop
btrfs-assistant
btrfs-progs
btrfs-snapshot
caddy
caffeine-ng
cage
calf
cargo-bloat
cargo-tauri
cargo-unused-features
catdoc
catimg
ccache
chaotic-keyring
chaotic-mirrorlist
cheese
chkservice
chromium
cinnamon-translations
ckb-next-git
clang
clinfo
cling-bin
cliphist
cmake
colordiff
conky
copyq
cowsay
cpufreqctl
cpupower
cpupower-gui
crates-tui
cronie
cunit
cups
cups-pdf
cura-bin
cura-binary-data
cvs
darling-bin
ddrescue
ddrescueview-bin
debtap
debugedit
deno
dex
dfu-util
dhcpcd
diff-so-fancy
discord
dmenu
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
dog
dolphin
dolphin-plugins
dool
dosbox
dosbox-binutils
dosemu
dosfstools
dotnet-sdk
downgrade
drawio-desktop-bin
droidcam
dsniff
duf
dufs-bin
dunst
dust
dynamips
easy-rsa
easyeffects
easyeffects-presets
ed
editorconfig-checker
efibootmgr
egl-wayland
eglexternalplatform
electron27-bin
electrum
element
element-desktop
elfinfo
elinks
elixir
embedded-studio-arm
engrampa
epiphany
erdtree
eslint
espeak-ng
espflash
esptool
ethtool
evemu
evince
evtest
exfat-utils
eza
f3d
fakeroot
fd
feh
ferdium-bin
ffmpegthumbnailer
file-roller
firefox
flameshot
flat-remix-kde-git
flex
flowtime
fltk
fluent-reader-bin
fmt
font-manager
fpc
freerdp
fuse3
fuseiso
fvm-bin
fwupd
fzf
fzy
gamescope
gcc
gdb
gdb-dashboard
gdu
genact
genromfs
gestures
ghostscript
gifski
gigolo
gimp
git
git-lfs
git-quick-stats
github-cli
github-copilot-cli
gitinspector
gitui
glew
glfw-x11
glow
glyphr-studio-desktop-bin
gnome-keyring
gnu-free-fonts
gnuplot
gojq
google-chrome-beta
google-chrome-dev
gopls
gource
gparted
gperf
gpg-tui
gptfdisk
grabc
grimblast-git
groff
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gst-rtsp-server
gstreamer-vaapi
gstreamer0.10-base-plugins
gsubs-bin
gtest
gvfs
gvfs-mtp
gwenview
handbrake
handlr
haruna
haskell-pandoc
haveged
helix
help2man
hexchat
hexyl
highlight
hplip
htop
httpie
hugo
hypercorn
hyperfine
hyprland
hyprland-relative-workspace-bin
hyprpaper
hyprpicker-git
hyprshot
i2c-tools
i3-wm
i3blocks
i3exit
i3lock
i3status
i686-elf-gcc
iftop
imwheel
inetutils
innoextract
inotify-tools
intel-compute-runtime
intel-gpu-tools
intel-media-driver
intel-media-sdk
intel-ucode
inter-font
inxi
iptables-nft
ipython
irqbalance
itstool
iw
jack-example-tools
jbig2enc-git
jdk-openjdk
jdk17-openjdk
jetbrains-toolbox
jless
jlink-software-and-documentation
jmtpfs
kate
kconfig-frontends
kde-cli-tools
kdeconnect
kdenlive
kdialog
kfind
kitty
kleopatra
kompare
konsole
koreader-bin
kotlin
kruler
ksysguard
ksystemlog
ktouch
kvantum
languagetool
lapce
level-zero-loader
lib32-gamemode
lib32-glew
lib32-glu
lib32-intel-media-driver
lib32-mesa
lib32-ocl-icd
lib32-virtualgl
lib32-vkd3d
lib32-vulkan-intel
libappimage
libappindicator-gtk2
libavutil-52
libcanberra
libfido2
libglibutil
libgnome-keyring
libhid
libinput-gestures
libmtp
libreoffice-fresh
libreoffice-fresh-tr
librewolf-bin
libtool
libtraceevent-docs
libva-intel-driver
libva-mesa-driver
libva-utils
libvdpau-va-gl
libvirt
light
lightdm-gtk-greeter
lighttpd
linux
linux-docs
linux-firmware
linux-g14
linux-g14-headers
linux-headers
linux-timemachine-git
linuxwave
llvm
localsend-bin
looking-glass-git
looking-glass-module-dkms-git
lrzsz
lshw
lsof
lsp-plugins
lttng-ust2.12
lua-alt-getopt
lua-filesystem
lua-lanes
luacheck
luarocks
lutris
lxappearance
lycheeslicer
lynx
lzop
m4
make
mako
mangohud
marp-cli
materia-gtk-theme
materia-kde
mediainfo
mediamtx-bin
meld
menyoki
mercurial
mesa
mesa-utils
mesa-vdpau
mhwd-nvidia
mimeo
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
minicom
minio
minio-client
mixxx
mlocate
mold
mons
mousai
mousepad
mp3splt
mp3splt-gtk
mplayer
mpv
mqttui-bin
msr-tools
mtools
mtr
muffet
musl
mypaint
mypy
nano
nasm
nautilus-sendto
nbd
nbtscan
ncspot
neatvnc
nemo
neofetch
neovim
net-tools
netcdf-cxx
network-manager-applet
networkmanager
newsflash
nmap
nmap-netcat
nocodb-bin
noise-suppression-for-voice
noisetorch
nomacs
nordic-kde-git
nordic-theme
notion-app-enhanced
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nsis
nss-mdns
ntp
nuitka
numlockx
nushell
nvtop
nwg-look-bin
nzbget
obs-backgroundremoval-git
obs-plugin-looking-glass-git
obs-streamfx
obs-vaapi
obsidian
ocrmypdf
odt2txt
okular
ollama
opencl-headers
openmp
openmpi
openocd
openocd-nuvoton-git
openresolv
openssh
openvino-git
openvpn-dco
os-prober
otf-codenewroman-nerd
otf-droid-nerd
otf-firamono-nerd
otf-monaspace-bin
otf-sora
ouch-bin
p7zip
packetsender
pacman-contrib
pamixer
pandoc-cli
pandoc-plot
papeer
paperkey
papirus-icon-theme
partclone
paru-bin
paruz
pass
patch
pavucontrol
pcem
pcm
pepper-flash
perf
perl-archive-zip
perl-file-homedir
perl-file-mimeinfo
perl-image-exiftool
perl-io-compress-brotli
perl-tk
perl-yaml-tiny
phantomjs-bin
php
phpactor
picocom
pinokio-bin
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
pipewire-zeroconf
pkgconf
playerctl
pngquant
pnpm
pnpm-shell-completion
pocl
polkit-gnome
polkit-kde-agent
pomatez
postman-bin
powerstat
powertop-git
prismlauncher
progress
protonmail-bridge-bin
protonvpn-cli
psensor
pstate-frequency
psutils
pulse-native-provider
pv
pyinstaller
python-bcc
python-black
python-boto
python-bottleneck
python-brotli
python-brotlicffi
python-empy
python-fastapi
python-fastimport
python-future
python-gast
python-genshi
python-gpgme
python-h2
python-hiredis
python-httpx
python-instructor
python-intelhex
python-itsdangerous
python-mutagen
python-nautilus
python-netaddr
python-numba
python-numexpr
python-numpy
python-opencv
python-pandas-datareader
python-paramiko
python-pexpect
python-pickleshare
python-pip
python-pipenv
python-pyalsa
python-pyaudio
python-pyclip
python-pycryptodomex
python-pydantic
python-pygame
python-pyinotify
python-pyroute2
python-pyserial
python-pytest
python-python-multipart
python-pytorch
python-pyxattr
python-redis
python-scipy
python-socksio
python-sqlalchemy
python-tabulate
python-trio
python-ujson
python-uvloop
python-virtualenv
python-websocket-client
python-west
python-wxpython
python-xarray
python-xattr
python-xlrd
python-xlsxwriter
python-xlwt
python2-bin
python310
python38
qalculate-gtk
qbittorrent-enhanced
qemu-full
qgroundcontrol-bin
qt5-serialbus
qt5-virtualkeyboard
qt5ct
qt6-3d
qt6-doc
qt6-examples
qt6-quick3dphysics
qt6-tools-desktop
qt6-wayland
qt6ct
qtcreator
quickgui-bin
r
ragel
ranger
raplcap
raylib
rclone-mount-service
realvnc-vnc-viewer
redis
redis-insight-bin
reflector
remmina
repkg
ripgrep
rlwrap
rm-improved
rofi
rog-control-center
rpi-imager-bin
rsmixer
rsync
rustdesk-bin
rustlings
rustup
s-tui
samba
sassc
scaphandre
scrcpy
screen
sddm-git
sdl2_gfx
sdl2_mixer
sdl2_net
sdl_ttf
secret-service-bin
shell-gpt
showmethekey
skim
slides
smartmontools
snake
snapper
spdlog-git
speedtest-cli
spice-protocol
spotify-launcher
sqlx-cli
sshfs
standardnotes-bin
starship
static-web-server-bin
steam
stm32cubeide
stm32cubemonitor
stm32cubemx
stm32flash
strace
subversion
sudo
supergfxctl
surrealdb-bin
surrealist-bin
swappy
swaybg
swayidle
swaylock-effects-git
swaylock-fancy-git
swh-plugins
swww
syslog-ng
sysstat
systeroid
sysz
sz
tailspin-bin
taplo-cli
tbt
tcpdump
tealdeer
teams-for-linux
teamviewer
teehee
telegram-desktop-bin
tensorflow
termshark
tesseract-data-deu
tesseract-data-rus
tesseract-data-tur
texinfo
texlab
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langenglish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texstudio
thefuck
thermald
thunar
thunar-archive-plugin
thunar-volman
thunderbird
thunderbolt-utils
tk
tmux
todo-bin
tofi
tokei
touche
touchegg
traceroute
tracker3-miners
tradingview
translate-shell
transmission-cli
transmission-gtk
trash-cli
tre
tree
tree-sitter-cli
ttf-anonymous-pro
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-cascadia-code-nerd
ttf-comfortaa
ttf-dejavu
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-hack
ttf-ibm-plex
ttf-icomoon-feather
ttf-inconsolata
ttf-input
ttf-ionicons
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-liberation
ttf-mononoki-nerd
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-roboto
ttf-roboto-mono
ttf-roboto-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttyplot
tumbler
tumbler-folder-thumbnailer
tumbler-stl-thumbnailer
turbostat
tutanota-desktop-bin
typescript-language-server
ubridge
ueberzug
unrar
unzip
upscayl-bin
upx
usbutils
usleep
uvicorn
v4l2loopback-dkms
v4l2loopback-utils
valgrind
vdpauinfo
ventoy-bin
vfio-isolate
vfio-kvm
vi
viewnior
vim
virt-firmware
virt-manager
virt-viewer
visual-studio-code-bin
visualvm
vivaldi
vivaldi-ffmpeg-codecs
vkd3d
vlc
volumeicon
vpcs
vscode-css-languageserver
vscode-html-languageserver
vtk
vulkan-extra-layers
vulkan-intel
vulkan-mesa-layers
vulkan-tools
vulkan-virtio
w3m
warp-terminal
wasm-bindgen
wasm-pack
watchman-bin
wavemon
waybar-hyprland-git
waydroid
waydroid-script-git
wayland
wayland-docs
wayland-protocols
wayland-utils
wdiff
wdisplays
webcamoid
webcord-bin
webkit2gtk-4.1
webtorrent-desktop-bin
weechat
weston
wev
wezterm
wf-recorder
wget
whatsapp-for-linux
which
whois
wike
wine
wine-gecko
wine-mono
winetricks
wireguard-tools
wireplumber
wireshark-cli
wireshark-qt
wl-clipboard
wlogout
wlroots
wlsunset
wmctrl
wofi
wofi-calc
wofi-emoji
wthrr
x86_energy_perf_policy
xampp
xbindkeys
xclip
xclipd
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils-handlr
xdotool
xdp-tools
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xfce4-power-manager
xfce4-settings
xh
xinput-gui
xinput_calibrator-kreijack-git
xmrig
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-misc
xorg-fonts-cyrillic
xorg-fonts-encodings
xorg-fonts-misc
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-oclock
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbiff
xorg-xcalc
xorg-xclipboard
xorg-xclock
xorg-xcmsdb
xorg-xconsole
xorg-xcursorgen
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xedit
xorg-xev
xorg-xeyes
xorg-xfd
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xload
xorg-xlogo
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmag
xorg-xman
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvidtune
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xpipe
xsel
xss-lock
xterm
xvi-git
xwaylandvideobridge-git
yad
yaml-language-server
yapf
yay
ydotool
yt-dlp
zed
zellij
zenith
zenity
zip
zls
zoom
zps
zsh
zsh-completions
